Repository: boathouse2112/notes
Catalog: translations/Wikipedia/Wikipedia-level2.tmx
Source language: ja
Languages: en_us

source: '''片桐ダム'''（かたぎりダム）は、[[長野県]][[下伊那郡]][[松川町]]、[[天竜川]][[水系]][[片桐松川]]に建設された[[ダム]]。
en_us: The '''Katagiri Dam''' ({{lang-ja|片桐ダム}}) is a {{convert|59.2|m|f|abbr=on}} high [[gravity dam]] located on the [[Katagirimatsu River]] in [[Nagano Prefecture]], [[Japan]].

source: {{ダム|
en_us: {{Infobox dam

source: | 座標={{ウィキ座標2段度分秒|35|37|15|N|137|51|27|E}}
en_us: | coordinates = {{coord|35|37|15|N|137|51|27|E}}

source: | 所在地=左岸: [[長野県]][[下伊那郡]][[松川町]]上片桐
en_us: | location = TODO -- where?, [[Shimoina District]], [[Nagano Prefecture]], [[Japan]]

source: | 河川=[[天竜川]][[水系]][[片桐松川]]
en_us: TODO -- How to distribute rivers

source: | 画像=[[Image:Katagiri Dam 2006-10.jpg|300px|片桐ダム]]
en_us: | image = Katagiri Dam 2006-10.jpg TODO -- Does the image render correctly?
